# core/dotfiles
brew "coreutils"
brew "stow"
brew "tmux"

# fs/network
brew "ssh-copy-id"
brew "wget"

# search/grep/diff
brew "fd"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-delta"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "psgrep"
brew "ripgrep"

# mac optimizers
brew "duti"